<!DOCTYPE html>
<html lang="ru">
  <head>
    <meta charset="UTF-8" />
    <meta name="viewport" content="width=device-width, initial-scale=1.0" />

    <link rel="preconnect" href="https://fonts.gstatic.com" />
    <link
      rel="stylesheet"
      href="https://maxcdn.bootstrapcdn.com/bootstrap/4.0.0/css/bootstrap.min.css"
      integrity="sha384-Gn5384xqQ1aoWXA+058RXPxPg6fy4IWvTNh0E263XmFcJlSAwiGgFAW/dAiS6JXm"
      crossorigin="anonymous"
    />
    <script
      src="https://code.jquery.com/jquery-3.2.1.slim.min.js"
      integrity="sha384-KJ3o2DKtIkvYIK3UENzmM7KCkRr/rE9/Qpg6aAZGJwFDMVNA/GpGFF93hXpG5KkN"
      crossorigin="anonymous"
    ></script>
    <script
      src="https://cdnjs.cloudflare.com/ajax/libs/popper.js/1.12.9/umd/popper.min.js"
      integrity="sha384-ApNbgh9B+Y1QKtv3Rn7W3mgPxhU9K/ScQsAP7hUibX39j7fakFPskvXusvfa0b4Q"
      crossorigin="anonymous"
    ></script>
    <script
      src="https://maxcdn.bootstrapcdn.com/bootstrap/4.0.0/js/bootstrap.min.js"
      integrity="sha384-JZR6Spejh4U02d8jOt6vLEHfe/JQGiRRSQQxSfFWpi1MquVdAyjUar5+76PVCmYl"
      crossorigin="anonymous"
    ></script>
    <link rel="preconnect" href="https://fonts.googleapis.com" />
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin />
    <link
      href="https://fonts.googleapis.com/css2?family=Roboto:ital,wght@1,300&display=swap"
      rel="stylesheet"
    />

    <link
      href="https://maxcdn.bootstrapcdn.com/font-awesome/4.7.0/css/font-awesome.min.css"
      rel="stylesheet"
    />
    <link rel="stylesheet" href="css/style.css" />
    <link rel="stylesheet" href="css/faculties.css" />
    <title>Кафедры</title>
  </head>
  <body>
    @include('subviews.navbar')
    <div class="about-top-images">
      <div class="col-md-3">
        <img src="img/about/unitwin-logo-1.png" />
      </div>

      <div class="col-md-3">
        <img src="img/about/unitwin-logo-2.png" />
      </div>
    </div>

    <div class="about-main-block">
      <div class="title-div">
        <b>О программе УНИТВИН/ЮНЕСКО:</b>
      </div>

      <p>
        В 1991 году Генеральная конференция ЮНЕСКО на своей 26-й сессии
        высказалась за развитие межуниверситетского сотрудничества по основным
        направлениям деятельности Организации и учредила в этих целях программу
        UNITWIN - University Education Twinning and Networking (УНИТВИН - Сеть
        партнерского университетского образования). Программа UNITWIN/UNESCO,
        действующая с 1992 года – одна из самых успешных программ ЮНЕСКО –
        специального агентства Организации Объединённых Наций по образованию,
        науке, культуре и коммуникации. Это программа кафедр ЮНЕСКО, с помощью
        которой осуществляется всесторонняя поддержка международному
        сотрудничеству в области высшего образования. Программа уделяет особое
        внимание разработке стратегий и механизмов, необходимых для быстрой и
        эффективной передачи знаний, а также для их эффективного применения в
        современных условиях. Средством достижения целей ЮНЕСКО выступает
        создание вокруг кафедр ЮНЕСКО международного образовательного, научного,
        культурного сообщества, объединяемого задачами ЮНЕСКО. Большинство
        проектов УНИТВИН имеют междисциплинарный характер, они основаны на
        целостном подходе к человеку, обществу и природе и направлены на
        формирование системы образования для устойчивого развития. Национальные
        комиссии по делам ЮНЕСКО играют важную роль в реализации программы,
        содействуя обеспечению ее качества и оценке достигнутых результатов.
        Международная комиссия по образованию в XXI веке (Комиссия Делора)
        выделяет четыре основных принципа образования будущего: учиться
        познавать; учиться делать; учиться быть; учиться жить вместе. В
        практическом плане они могут сочетаться с четырьмя основными факторами
        развития, определенными Всемирным банком как: квалифицированный
        персонал, обученный и владеющий соответствующим ноу-хау; университеты и
        исследовательские институты с соответствующими лабораториями;
        коммуникационные сети между образовательными и исследовательскими
        центрами и фирмами; информационные структуры. Эти факторы определяют
        новое общество познания, в котором должны гармонично сочетаться права и
        обязанности для эффективной деятельности в целях устойчивого развития.
        Несмотря на определенные различия в подходах, имеется все же достаточно
        широкое единство взглядов различных исследователей на то, что глобальное
        образование является важной приоритетной целью в контексте глобальной
        проблематики.
        <br />
        <a
          href="https://en.unesco.org/unitwin-unesco-chairs-programme"
          style="float: right"
          >Узнать больше о программе ЮНЕСКО…</a
        >

        <br />
        В сегодняшнем все более тесном и взаимосвязанном мире особое значение
        приобретает образование по глобальным проблемам - не только и не столько
        как учебный процесс, сколько как продвижение в массовое сознание
        понимания важности и необходимости осмысления охвативших мир глобальных
        процессов и поиска решений для глобальных вызовов современности -
        решений тем более безотлагательных, чем серьезнее и опаснее для
        дальнейшего существования человечества предстают ситуации в различных
        сферах глобальной проблематики. Кафедры ЮНЕСКО исходят из убежденности в
        том, что только консолидированными усилиями можно достичь реальных
        результатов в реализации Глобальной программы действий по образованию
        для устойчивого развития в каждой стране. Форма сетевого взаимодействия
        позволяет гибко и динамично обеспечивать взаимосвязь неограниченного
        числа участников и расширяться путем включения все новых и новых лиц,
        структур, объединений, учреждений. При сетевой организации результаты
        работы каждого участника становятся более продуктивными и качественными.
        Благодаря этой сети высшие учебные заведения и исследовательские
        учреждения по всему миру объединяют свои ресурсы, как людские, так и
        материальные, для решения неотложных задач и содействия развитию их
        обществ. Во многих случаях сети и кафедры служат мозговыми центрами и
        мостостроителями между научными кругами, гражданским обществом, местными
        сообществами, исследованиями и разработкой политики.
        <br />
        <a href="http://ru.unesco.kz/tag/UNITWIN" style="float: right"
          >Узнать больше о кафедрах ЮНЕСКО в Центральной Азии…</a
        >
      </p>
      <div class="title-div">
        <b>В Казахстане работают шесть кафедр ЮНЕСКО:</b>
      </div>
      <div class="about-faculties-block">
        <div class="faculty-section">
          <img src="img/about/unitwin-photo-1.png" />

          <p>
            Кафедра ЮНЕСКО по журналистике и коммуникации (1996), Казахский
            Национальный университет им. Аль-Фараби, Алматы
            <br />
            <br />

            <a href="https://www.kaznu.kz/ru/1206/page/">Узнать больше…</a>
          </p>
        </div>

        <div class="faculty-section">
          <img
            src="img/about/unitwin-photo-2.png"
            style="width: 291px; height: auto"
          />

          <p>
            Кафедра ЮНЕСКО по наукам в образовании и подготовке учителей (1999),
            государственный университет им. Абая, Алматы

            <br />
            <br />

            <a href="https://www.kaznpu.kz/ru/1945/page/">Узнать больше…</a>
          </p>
        </div>

        <div class="faculty-section">
          <img src="img/about/unitwin-photo-3.png" />

          <p>
            Кафедра ЮНЕСКО по науке и духовности (2004), Институт востоковедения
            им. Р.Б.Сулейменова, Алматы
            <br />
            <br />

            <a href="https://shygystanu.kz/rus/archives/2074">Узнать больше…</a>
          </p>
        </div>

        <div class="faculty-section">
          <img src="img/about/unitwin-photo-4.png" />

          <p>
            Кафедра ЮНЕСКО по вопросам этнической и религиозной толерантности
            (2013), Евразийский национальный университет им. Л.Гумилева,
            Нур-Султан

            <br />
            <br />

            <a href="https://enu.kz/ru/info/novosti-enu/25298/"
              >Узнать больше…</a
            >
          </p>
        </div>

        <div class="faculty-section">
          <img src="img/about/unitwin-photo-5.png" />

          <p>
            Кафедра ЮНЕСКО по устойчивому развитию (2016), Казахский
            национальный университет им. Аль-Фараби, Алматы
            <br />
            <br />

            <a href="https://www.kaznu.kz/ru/7387/page">Узнать больше…</a>
          </p>
        </div>

        <div class="faculty-section" style="margin-bottom: 3vmin">
          <img src="img/about/unitwin-photo-6.png" />

          <p>
            Кафедра ЮНЕСКО по управлению водными ресурсами в Центральной Азии
            (2016), Немецко-Казахский университет, Алматы

            <br />
            <br />

            <a href="http://www.academic-waters.org/ru/">Узнать больше…</a>
          </p>
        </div>
      </div>
    </div>
    <div class="panel"></div>
    <div class="footer"></div>
  </body>
</html>
